Repository: digitaltechconsult/WaterReminder
Catalog: WaterApp/*.lproj/Localizable.strings
Languages: de, es, fr, it, ro

# NEXT_ALARM
source: Next alarm in
de: Nächster alarm in
es: Siguiente alarma en
fr: Prochaine alarme dans
it: Allarme successivo in
ro: Următoarea alarmă în

source: and
de: und
es: y
fr: et
it: e
ro: și

# LESS_THAN_A_MIN
source: less than a minute
de: weinger als eine Minute
es: menos de un minuto
fr: moins d'une minute
it: meno di un minuto
ro: mai puțin de un minut

# HYDRATE_YOUR_BODY
source: Hydrate your body with regularity
de: Regelmäßige Körper Hydratation
es: Hidrata tu cuerpo con regularidad
fr: Hydratez votre corps régulièrement
it: Idratare il corpo con regolarità
ro: Hidratează-ţi corpul cu regularitate

# TAP_TO_ENABLE_NOTIF
source: Tap to enable notifications
de: Drücken sie um Benachrichtigungen zu aktivieren
es: Toque para activar las notificaciones
fr: Appuyez pour activer les notifications
it: Toccare per attivare le notifiche
ro: Tap pentru a activa notificările

source: Your weight (kg):
de: Ihr Gewicht (kg):
es: Tu peso (kg):
fr: Votre poids (kg):
it: Il tuo peso (kg):
ro: Greutate (kg):

source: Your weight (pounds):
de: Ihr Gewicht (pounds):
es: Tu peso (pounds):
fr: Votre poids (pounds):
it: Il tuo peso (pounds):
ro: Greutate (pounds):

# FILL_WEIGHT_AND_WORKOUT
source: Please fill weight and/or workout fields
de: Bitte Gewicht und/oder Training eintragen
es: Por favor rellena los campos de peso y/o de entrenamiento
fr: Veuillez remplir les champs de poids et/ou d'entraînement
it: Si prega di compilare i campi di peso e/o di allenamento
ro: Vă rugăm să completaţi câmpurile greutate și/sau mișcare zilnică

# CHOOSE_VALID_DATE
source: Please choose a valid date
de: Bitte ein gültiges Datum auswählen
es: Por favor elija una fecha válida
fr: Veuillez choisir une date valide
it: Si prega di scegliere una data valida
ro: Vă rugăm să alegeţi o dată validă

# AWAKE_LESS_3_HOURS
source: Are you awake less than 3 hours?
de: Sind Sie weniger als 3 Stungen wach?
es: ¿Estás despierto menos de 3 horas
fr: Est-ce-que vous êtes réveillé moins que 3 heures?
it: Sei sveglio meno di 3 ore?
ro: Sunteţi treaz mai puţin de 3 ore?

source: Error
de: Fehler
fr: Erreur
it: Errore
ro: Eroare

# NOTIF_MORNING
source: Have a glass of water to start fresh
de: Trinken Sie ein Glass Wasser für einen guten Start
es: Tome un vaso de agua por la mañana
fr: Boire un grand verre d'eau au réveil
it: Avere un bicchiere d'acqua al mattino
ro: Bea un pahar cu apă pentru un start fresh

# NOTIF_LUNCH
source: Have a glass of water before going to lunch
de: Trinken Sie ein Glass Wasser vor dem Mittagessen
es: Tome un vaso de agua antes de ir a comer
fr: Boire un verre d'eau avant d'aller déjeuner
it: Avere un bicchiere d'acqua prima di andare a pranzo
ro: Bea un pahar cu apă înainte de masă

# NOTIF_NIGHT
source: Don't forget to drink a glass of water before bed
de: Nicht vergessen ein Glass Wasser zu trinken bevor Sie zu Bett gehen
es: No se olvide de beber un vaso de agua antes de acostarse
fr: Ne pas oublier de boire un verre d'eau avand de dormir
it: Non dimenticare di bere un bicchere d'aqua prima di dormire
ro: Nu uita să bei un pahar cu apă înainte să dormi

# NOTIF_DEFAULT
source: It's time to drink some water
de: Es ist Zeit Wasser zu trinken
es: Es hora de beber un poco de agua
fr: Il est temps de boire de l'eau
it: È tempo di bere un po' d'acqua
ro: E timpul să bei apă

# NOTIF_HEALTH_APP
source: Your hydration progress is saved in Health App
de: Ihr Hydratationsfortschritt ist in der Health App abgespeichert
es: Su progreso de hidratación se guarda en el aplicación Health
fr: Votre progression d'hydratation est enregistrée dans l'application Health
it: Il tuo progresso di idratazione viene salvato in applicazione Health
ro: Nivelul de hidratare este salvat în aplicaţia Health

source: Drink
de: Trinken
es: Beber
fr: Bois
it: Bere
ro: Bea

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ro: Mai târziu

source: Donate
de: Spenden
es: Donar
fr: Faire un don
it: Donare
ro: Donează

# REMOVE_ADS
source: Would you like to donate and remove ads?
de: Entfernen Sie anzeigen
es: ¿Quieres donar y eliminar anuncios?
fr: Vous souhaitez faire un don et de supprimer des annonces ?
it: Vuoi donare e rimuovere gli annunci?
ro: Doriţi să faceţi o donaţie și să dezactivaţi reclamele?

source: Restore Purchases
de: Möchten Sie spenden und entfernen Anzeigen?
es: Restaurar las compras
fr: estaurer des achats
it: Ripristinare gli acquisti
ro: Restaurează cumpărăturile

# APP_STORE_ERROR
source: There was an error connecting to AppStore. No transaction was done.
de: Es gab einen Fehler bei der Verbindung zum AppStore. Keine Transaktion erfolgte.
es: Hubo un error conectando a la AppStore. Se realizó ninguna operación.
fr: Il y avait une erreur de connexion à l'AppStore. Aucune transaction n'a été faite.
it: C'era un errore di connessione a AppStore. Nessuna transazione è stato fatto.
ro: S-a produs o eroare la contactarea AppStore. Tranzacţia nu s-a efectuat.

# DONATION
source: Thank you for your donation!
de: Vielen Dank für Ihre Spende!
es: Gracias por su donación!
fr: Je vous remercie pour votre don !
it: Grazie per la vostra donazione!
ro: Mulţumim pentru donaţie!

# ADS_DISABLED
source: Ads are disabled.
de: Anzeigen sind deaktiviert.
es: Anuncios están deshabilitados.
fr: Annonces sont désactivées.
it: Gli annunci sono disattivati.
ro: Reclamele sunt dezactivate

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ro: Anulaţi
